{ "translations": {
    "Last report sent on: {on}" : "آخرین گزارش ارسال شده در {on}",
    "An error occurred while sending your report." : "خطایی در هنگام ارسال گزارش شما رخ داد",
    "App list <em>(for each app: name, version, enabled status)</em>" : "فهرست نرم افزارها <em>(برای هر برنامه : نام، نسخه، وضعیت فعال شدن)</em>",
    "Database environment <em>(type, version, database size)</em>" : "محیط پایگاه داده <em>(نوع، نسخه، اندازه پایگاه داده)</em>",
    "Encryption information <em>(is it enabled?, what is the default module)</em>" : "اطلاعات کدگذاری  <em>(فعال بودن، ماژول فعال کدام است)</em>",
    "Number of shares <em>(per type and permission setting)</em>" : "تعداد اشتراکات <em>(برای هر نوع و تنظیمات دسترسی)</em>",
    "PHP environment <em>(version, memory limit, max. execution time, max. file size)</em>" : "محیط PHP <em>(نسخه، محدودیت حافظه، نهایت زمان اجرا، نهایت اندازه پرونده)</em>",
    "Server instance details <em>(version, memcache used, status of locking/previews/avatars)</em>" : "جزئیات سرویس نمونه <em>(نسخه، خافظه کش مورد استفاده، وضعیت قفل/نمایش/نمایه ها)</em>",
    "Statistic <em>(number of files, users, storages per type, comments and tags)</em>" : "آمار <em>(تعداد فایل ها، کاربران، حافظه برای هر نوع، نظرات و نشانه ها)</em>",
    "Usage survey" : "مختصری از کارکرد",
    "Help improve Nextcloud" : "کمک به بهبود حافظه امن ویرا",
    "Do you want to help us to improve Nextcloud by providing some anonymized data about your setup and usage? You can disable it at any time in the admin settings again." : "آیا با ارائه برخی از داده های ناشناس در مورد راه اندازی و استفاده شما می خواهید به ما در بهبود حافظه امن ویرا کمک کنید؟ می توانید دوباره در تنظیمات مدیر مجدداً آن را غیرفعال کنید.",
    "Not now" : "الان نه",
    "Send usage" : "ارسال کارکرد",
    "Never" : "هرگز",
    "Sends anonymized data to Nextcloud to help us to improve Nextcloud." : "ارسال داده های ناشناس برای بهبود حافظه امن ویرا",
    "Sends anonymized data to Nextcloud to help us to improve Nextcloud. You\n        always have full control over the content sent to Nextcloud and can disable\n        it again at any time." : "Envoyer des données anonymisées à Nextcloud pour nous aider à améliorer Nextcloud. Vous\navez toujours le plein contrôle du contenu envoyé à Nextcloud et pouvez le désactiver\nà n'importe quel moment.",
    "You can help improve Nextcloud by sending us some data about your current setup and usage." : "ارسال داده های ناشناس برای بهبود حافظه امن ویرا",
    "We take your privacy seriously. Sending data is disabled by default, and should you choose to turn it on, it will be anonymized first, and you are given the option of what things to share. Upon receiving a report, the previous one is removed. Upload a clean report to delete all data currently stored on the server" : "ما حریم خصوصی شما را جدی می گیریم ارسال داده به طور پیش فرض غیرفعال است و اگر شما می خواهید آن را روشن کنید ، ابتدا ناشناس خواهید بود و به شما امکان انتخاب چیزهایی را می دهد که به اشتراک می گذارید. پس از دریافت گزارش ، مورد قبلی حذف می شود. یک گزارش خالی را بارگیری کنید تا تمام داده هایی که در حال حاضر روی سرور ذخیره شده اند حذف شود",
    "Send new report now" : "ارسال گزارش جدید همین الان",
    "Send usage survey monthly" : "ارسال گزارش کارکرد به طور ماهانه",
    "Data to send" : "داده هایی قابل ارسال",
    "Last report sent on: %s" : "آخرین گزارش ارسال شده در : %s",
    "Last report" : "آخرین گزارش"
},"pluralForm" :"nplurals=2; plural=(n > 1);"
}